cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "anyenv"
brew "exiftool"
brew "gcc"
brew "git"
brew "mas"

cask "arduino"
cask "deepl"
cask "discord"
cask "docker"
cask "figma"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "postman"
cask "sidequest"
cask "visual-studio-code"
cask "zoom"

mas "LINE", id: 539883307
mas "Slack", id: 803453959
mas "JoyKeyMapper", id: 1511416593
